Repository: STC-VoiceKey/onepass-ios-client
Catalog: OnePassUI/*.lproj/OnePassUILocalizable.strings
Languages: ko, pt_br, ru

source: No face detection
ko: 얼굴을 감지할수 없습니다
pt_br: Não foi identificada uma face
ru: Лицо отсутствует

source: Poor image quality
ko: 사진 화질이 낮습니다
pt_br: Imagem com baixa qualidade
ru: Низкое качество видео

source: Eyes closed
ko: 눈을 감으셨습니다
pt_br: Olhos fechados
ru: Глаза закрыты

source: Incorrect pronunciation
ko: 발음이 잘못되었습니다
pt_br: Pronunciação incorreta
ru: Некорректное произношение

source: Eyes not found
ko: 눈을 감지할수 없습니다
pt_br: Não foram encontrados os olhos
ru: Глаза не найдены

source: Other faces detection
ko: 가입자 이외의 얼굴이 감지되었습니다
pt_br: Foram detectadas outras faces
ru: На фото несколько лиц

source: Take off sunglasses
ko: 안경 또는 선글라스를 벗어주세요
pt_br: Retire óculos escuros
ru: Снимите очки

source: Make sure it's quiet
ko: 주변소음이 작은 장소를 찾으세요
pt_br: Certifique-se que seja silencioso
ru: Убедитесь, что вокруг тихо

source: Find a well lit place
ko: 조명이 밝은 장소를 찾으세요
pt_br: Encontre um local bem iluminado
ru: Найдите освещенное место

source: Make your ordinary face
ko: 평범한 얼굴로 촬영해주세요
pt_br: Mantenha seu semblante natural
ru: Сделайте нейтральное выражение лица

source: Too noisy
ko: 주변 소음이 큽니다
pt_br: Muito barulho
ru: Слишком шумно

source: No eyes detected
ru: Глаза не обнаружены

source: Many faces detected
ru: Несколько лиц

source: No face detected
ru: Лицо не обнаружено

source: Pour light
ru: Плохое освещение

source: Shacking detected
ru: Изображение дрожит

source: Give it another video
ru: Попробуйте сделать другое видео

# Face off-center
source: Please position your face into the mask
ru: Пожалуйста, совместите лицо с маской

source: Give it another shot
ru: Попробуйте сделать другой снимок

# Give it another voice
source: Give it another recording
ru: Попробуйте сделать другую запись

source: Voice sound is corrupted
ru: Звуковой файл поврежден

source: Multiple faces found in image
ru: Несколько лиц в кадре

# Languages do not match
source: The etalon language does not match with the application language
ru: Язык эталона не соответствует языку приложения

source: Left eye is not found on image
ru: Левый глаз не найден на снимке

source: Right eye is not found on image
ru: Правый глаз не найден на снимке

source: Incorrect URL. Please, enter the correct one.
ru: Неверный URL. Пожалуйста, укажите корректный URL.

source: We will take a photo and record three samples of your voice
ko: 가입신청자의 사진을 촬영하고 3회의 음성녹음을 통해 샘플을 등록합니다
pt_br: ΩWe will take a photo and record three samples of your voiceΩ
