Repository: STC-VoiceKey/onepass-ios-client
Catalog: OnePassUI/OnePassUI/*.lproj/Enroll_iPhone.strings
Languages: pt_br, ru

# 0fr-qk-LY7.text
source: 1 of 3
pt_br: 1 de 3

# Cg3-cJ-pfw.normalTitle
source: Disagree
pt_br: Discordar
ru: Не согласен

# EV8-0C-loO.normalTitle
source: Retake The Photo
pt_br: REFAÇA A FOTO
ru: ПОВТОРИТЬ ПОПЫТКУ

# Lxv-Wl-oM8.text
source: Possible reasons:
pt_br: Razões possíveis:
ru: Возможные причины ошибки:

# OGX-rx-6Km.normalTitle
source: Cancel
pt_br: Cancelar
ru: Отмена

# OO3-qw-a3m.normalTitle
source: Cancel
pt_br: Cancelar
ru: Отмена

# YQo-DU-Hlu.text
source: Press the button and pronounce following digits:
pt_br: Pressione o botão e pronuncie os seguintes digitos:
ru: Нажмите кнопку и произнесите следующие цифры:

# bK0-pw-LXj.normalTitle
source: Continue
pt_br: CONCORDAR E CONTINUAR
ru: Согласен

# gGs-U9-VLC.normalTitle
source: Cancel
pt_br: Cancelar
ru: Отмена

# jm5-KG-DGR.text
source: By proceeding you agree to process your biometric data
pt_br: Entrando na aplicação você concorda com o processamento dos seus dados biométricos
ru: В процессе регистрации будут обрабатываться Ваши биометрические данные

# lJh-OZ-yMQ.text
source: Possible reasons:
pt_br: Razões possíveis:
ru: Возможные причины ошибки:

# mwx-GA-lIa.normalTitle
source: Retake The Recording
pt_br: REFAÇA A GRAVAÇÃO
ru: Повторить Попытку

# nMV-g2-eOr.normalTitle
source: Cancel
pt_br: Cancelar
ru: Отмена

# vYN-yL-mMI.text
source: We will take a photo and record three samples of your voice
pt_br: Vamos tirar uma foto e gravar três amostras da sua voz
ru: Будет сделана Ваша фотография и записаны три образца Вашего голоса

# NaK-Ua-OyC.warning
source: Please position your face into the mask
ru: Пожалуйста совместите свое лицо с маской
